[Strings]
;=====================================================================================================================
;								GESTIONE REPORTS 
;=====================================================================================================================

; ------------------------------------------------------------------- 
; Pagina RecorderShowReports.aspx
; ------------------------------------------------------------------- 
RecorderShowReport_msg_ReportNotSpecified =Report non specificato
RecorderShowReport_msg_NoRecordsFound =Nessun dato trovato
RecorderShowReport_msg_InvalidStartDate=*La sezione data deve essere compilata.
RecorderShowReport_btn_RunReport =Esegui report
RecorderShowReport_btn_Schedule	=Pianifica
ReportFilterPane_schedule_dialog_title	=Pianifica

; ------------------------------------------------------------------- 
; Control ReportFilterPane
; ------------------------------------------------------------------- 
ReportFilterPane_Title			=Opzioni report
ReportFilterPane_label_data		=Per registrazioni con data:
ReportFilterPane_label_fromdate =Da: 
ReportFilterPane_label_specificdate =Data:
ReportFilterPane_label_todate   =A:
ReportFilterPane_label_direction =Per direzione:
ReportFilterPane_label_duration =Con durata:
ReportFilterPane_label_users	=Utenti:
ReportFilterPane_label_nodes	=Nodi del server:
ReportFilterPane_label_size	=Con dimensione:
ReportFilterPane_label_groups	=Gruppi di registrazione:
ReportFilterPane_label_notes =Note:
ReportFilterPane_DurationDescription =Compresa tra $MIN$ e $MAX$
ReportFilterPane_SizeDescription =Tra $MIN$ MB e $MAX$ MB
ReportFilterPane_label_button_ok	=OK
ReportFilterPane_label_button_cancel	=Annulla
ReportFilterPane_label_button_deselect_all	=Deseleziona tutto
ReportFilterPane_label_button_search	=Cerca
ReportFilterPane_select_users_dialog_title	=Seleziona utenti
ReportFilterPane_select_users_dialog_table_username	=username
ReportFilterPane_select_users_dialog_table_name	=nome
ReportFilterPane_select_users_dialog_table_surname	=cognome
ReportFilterPane_select_groups_dialog_title	=Seleziona gruppi di registrazione
ReportFilterPane_select_groups_dialog_table_name	=nome
ReportFilterPane_select_nodes_dialog_title	=Seleziona nodo del server
ReportFilterPane_select_nodes_dialog_table_name	=server
ReportFilterPane_label_selected	=selezionati
ReportFilterPane_selection_dialog_norecords	=Nessun dato trovato
ReportFilterPane_label_nodesFilterUnavailable =Il filtro Server è disabilitato perché in questo momento il servizio di replica non è raggiungibile.
ReportFilterPane_label_preservation =Contrassegnate per essere preservate:

; ------------------------------------------------------------------- 
; Enum DateTimePeriods
; ------------------------------------------------------------------- 
DateTimePeriods_label_Today			=Oggi
DateTimePeriods_label_Yesterday		=Ieri
DateTimePeriods_label_ThisWeek		=Questa settimana
DateTimePeriods_label_LastWeek		=La scorsa settimana
DateTimePeriods_label_ThisMonth		=Questo mese
DateTimePeriods_label_LastMonth		=Lo scorso mese
DateTimePeriods_label_LastTwoMonth	=Ultimi 2 mesi
DateTimePeriods_label_ThisYear		=Quest’anno
DateTimePeriods_label_LastYear		=Lo scorso anno
DateTimePeriods_label_SpecificDay	=Un giorno specifico
DateTimePeriods_label_DateInterval	=Un intervallo di date

; ------------------------------------------------------------------- 
; Enum NodesFilterType
; ------------------------------------------------------------------- 
NodesFilterType_label_All	=Tutti
NodesFilterType_label_Selection		=Server specifico

; ------------------------------------------------------------------- 
; Enum UsersFilterType
; ------------------------------------------------------------------- 
UsersFilterType_label_All	=Tutti
UsersFilterType_label_Selection		=Utenti specifici

; ------------------------------------------------------------------- 
; Enum GroupsFilterType
; ------------------------------------------------------------------- 
GroupsFilterType_label_All	=Tutti
GroupsFilterType_label_Selection		=Gruppi specifici

; ------------------------------------------------------------------- 
; Enum Direction
; ------------------------------------------------------------------- 
Directions_label_All	=Tutte
Directions_label_In		=Entranti
Directions_label_Out	=Uscenti

; ------------------------------------------------------------------- 
; Enum Preservation
; ------------------------------------------------------------------- 
Preservation_label_All			=Tutte
Preservation_label_Preserved		=Si
Preservation_label_Unpreserved	=No

; ------------------------------------------------------------------- 
; Reports
; ------------------------------------------------------------------- 
RecorderReport_Title_RecordingList	=Lista delle registrazioni
RecorderReport_Title_VolumeByUser =Volumi di registrazione per utente
RecorderReport_Title_VolumeByGroup =Volumi di registrazione per gruppo
RecorderReport_Title_VolumeByServerNode =Volumi di registrazione per nodo del server
RecorderReport_Title_VolumeByTenant =Volumi di registrazione per tenant
RecorderReport_Title_BusyChannels =Occupazione canali di registrazione

RecorderReport_CaptionLabel =* Il simbolo '>' indica che il valore reale è maggiore di quello visualizzato. Questo valore reale non può essere calcolato a causa dell'assenza di dati precedenti.
RecorderReport_AvailableLicenses_CaptionLabel =In assenza di chiamate in un certo quantum temporale, il relativo valore di licenze di registrazioni disponibile è identificato da un valore stimato e non dal totale reale.
RecorderReport_TimeZone_CaptionLabel =Attenzione! I filtri e i dati rappresentati nel grafico utilizzano il fuso orario del Server: 
RecorderReport_DataShown_CaptionLabel =I dati mostrati non sono rappresentazione di un dato storicizzato ma rappresentano lo stato attuale delle registrazioni salvate e disponibili nel sistema.

Report_FilterTemplate_DateRange	=#FIELD_NAME# compresa tra #FROM# e #TO#
Report_FilterTemplate_DateRangeFromOnly	=#FIELD_NAME# successiva o uguale a #FROM#
Report_FilterTemplate_DateRangeToOnly	=#FIELD_NAME# precedente o uguale a #TO#
Report_FilterTemplate_DateRangeSpecificDay	=#FIELD_NAME# è #DAY#
Report_FilterTemplate_DecimalRangeSpecificValue	=#FIELD_NAME# è uguale a #VALUE#
Report_FilterTemplate_DecimalRangeToOnly	=#FIELD_NAME# è minore di #TO#
Report_FilterTemplate_DecimalRangeFromOnly	=#FIELD_NAME# è maggiore di #FROM#
Report_FilterTemplate_DecimalRange	=#FIELD_NAME# tra #FROM# e #TO#
Report_FilterTemplate_DecimalSingleSpecificValue =#FIELD_NAME# è uguale a #VALUE#
Report_FilterTemplate_DurationInterval	=#FIELD_NAME# compresa tra #FROM# e #TO#
Report_FilterTemplate_DurationIntervalFromOnly	=#FIELD_NAME# superiore a #FROM#
Report_FilterTemplate_DurationIntervalToOnly	=#FIELD_NAME# minore di #TO#
Report_FilterTemplate_SingleValue	=#FIELD_NAME# uguale a #VALUE#
Report_FilterTemplate_SingleValuePart	=#FIELD_NAME# contiene #VALUE#
Report_FilterTemplate_ListValues	=#FIELD_NAME# contenuto in [#VALUES#]
Report_FilterTemplate_OrValues	=qualsiasi tra: [#VALUES#]

Report_DisplayValue_Preservation_marked=segnate da preservare
Report_DisplayValue_Preservation_notMarked=segnate da non preservare

RecorderReport_FilterDisplayName_Size 		=Dimensione (MB)
RecorderReport_FilterDisplayName_Nodes 		=Nodo del server
RecorderReport_FilterDisplayName_Notes 		=Note
RecorderReport_FilterDisplayName_StartDate	=Data
RecorderReport_FilterDisplayName_Direction	=Direzione
RecorderReport_FilterDisplayName_Duration	=Durata
RecorderReport_FilterDisplayName_Users	=Utente
RecorderReport_FilterDisplayName_Groups	=Gruppo di registrazione
RecorderReport_FilterDisplayName_Preservation	=Registrazioni

; ------------------------------------------------------------------- 
; Rdlc Reports
; ------------------------------------------------------------------- 

RecorderReport_Tenant =Tenant
RecorderReport_Size =Dimensione (MB)
RecorderReport_Node =Server
RecorderReport_Direction =Dir
RecorderReport_Date =Data
RecorderReport_Duration =Durata
RecorderReport_Group =Gruppo
RecorderReport_User =Utente
RecorderReport_User_Phone_Number =Num. tel. utente
RecorderReport_Remote_Party =Numero remoto
RecorderReport_Record_Id =Rec Id
RecorderReport_Pbx_Call_Id =Id chiamata sul PBX
RecorderReport_Note =Nota
RecorderReport_Outgoing =Out
RecorderReport_Incoming =In
RecorderReport_Preserved =Si
RecorderReport_NotPreserved =No
RecorderReport_FooterDateUpdatedTo =Dati aggiornati al
RecorderReport_Preservation =Pin
RecorderReport_TotalCalls =Registrazioni Tot.
RecorderReport_TotalDuration =Durata Tot.
RecorderReport_TotalSize =Dimensione Tot.
RecorderReport_TotalIncomingCalls =Entrante
RecorderReport_TotalOutgoingCalls =Uscente
RecorderReport_TotalUnknownCalls =Dir. sconosciuta
RecorderReport_MaxDuration =Durata max
RecorderReport_AvgDuration =Durata media
RecorderReport_MaxSize =Dimensione max (MB)
RecorderReport_AvgSize =Dimensione media (MB)
RecorderReport_From =Inizio intervallo
RecorderReport_To =Fine intervallo
RecorderReport_MaxBusyChannels =Canali occupati
RecorderReport_MaxLicensedChannels =Canali disponibili
RecorderReport_MissedCalls =Chiamate non gestite

RecorderReport_ChannelsUseStatus =Stato di occupazione dei canali
RecorderReport_TableLabel_MaxBusyChannels =Max canali utilizzati
RecorderReport_TableLabel_MissedCalls =N. chiamate non gestite

RecorderReport_ChartCallsTitle_ByUser =TOT. REGISTRAZIONI (PRIMI 10 UTENTI)
RecorderReport_ChartDurationTitle_ByUser =DURATA TOT. (PRIMI 10 UTENTI)
RecorderReport_ChartCallsTitle_ByGroup=TOT. REGISTRAZIONI (PRIMI 10 GRUPPI)
RecorderReport_ChartDurationTitle_ByGroup=DURATA TOT. (PRIMI 10 GRUPPI)
RecorderReport_ChartCallsTitle_ByNode=REGISTRAZIONI TOT.
RecorderReport_ChartDurationTitle_ByNode=DURATA TOT.
RecorderReport_ChartCallsTitle_ByTenant=REGISTRAZIONI TOT. (PRIMI 10 TENANT)
RecorderReport_ChartSizeTitle_ByTenant=DIMENSIONE TOT. (PRIMI 10 TENANT)
RecorderReport_ChartCallsByDirectionTitle_ByUser =DIREZIONE DELLE CHIAMATE REGISTRATE (PRIMI 10 UTENTI)
RecorderReport_ChartCallsByDirectionTitle_ByGroup =DIREZIONE DELLE CHIAMATE REGISTRATE (PRIMI 10 GRUPPI)
RecorderReport_ChartCallsByDirectionTitle_ByNode =DIREZIONE DELLE CHIAMATE REGISTRATE
RecorderReport_ChartCallsByDirectionTitle_ByTenant =DIREZIONE DELLE CHIAMATE REGISTRATE (PRIMI 10 TENANT)

RecorderReport_ChartLegendLabelOutgoing =Uscente
RecorderReport_ChartLegendLabelUnknown =Sconosciuta
RecorderReport_ChartLegendLabelIncoming =Entrante
RecorderReport_ChartUnitOfMeasure=MB
RecorderReport_ChartUnknownGroup =
RecorderReport_ChartUnknownTenant =
RecorderReport_ChartUnknownNode =
RecorderReport_TooltipPreservationMarked=Registrazioni contrassegnate come preservate

RecorderReport_Total =Totale